[
  {
    "id": "1",
    "title": "Father",
    "name": "Prem Kohli",
    "main_image": "https://i.pinimg.com/736x/33/6d/50/336d50faadc588cd574b7d664126bdf1.jpg",
    "gallery_images": [
      "https://i.pinimg.com/736x/8f/1e/e6/8f1ee6da23d4c77fda0a7eb6d343cc3d.jpg",
      "https://i.pinimg.com/1200x/ad/c2/aa/adc2aac15d4a5624d2c86a9132e21e8b.jpg",
      "https://i.pinimg.com/1200x/37/97/73/3797736a98747fd549a22b21ae24ed3b.jpg"
    ],
    "description": "Prem Kohli was the father of Indian cricket superstar Virat Kohli. A criminal lawyer by profession, he was known for his discipline, honesty, and strong values. Prem Kohli played a pivotal role in shaping Virat’s early life and cricketing journey. Recognizing his son's talent at a young age, he supported Virat's training and ensured he received the best coaching despite limited means.\n\nHis sudden death on December 19, 2006, due to a stroke, was a deeply emotional moment for the family. Remarkably, Virat chose to play a Ranji Trophy match for Delhi the very next day, scoring 90 runs — a decision that reflected the mental strength and dedication his father had instilled in him.\n\nVirat often credits his father for being the foundation of his cricket career, saying that Prem Kohli taught him to be honest and fearless, qualities that still guide him both on and off the field."
  },
  {
    "id": "2",
    "title": "Mother",
    "name": "Saroj Kohli",
    "main_image": "https://i.pinimg.com/736x/d0/72/5f/d0725fbb87db63008f0398b090b11f3c.jpg",
    "gallery_images": [
      "https://i.pinimg.com/1200x/ec/a3/35/eca3359e882395c54e39e11a1f9505ee.jpg",
      "https://i.pinimg.com/736x/3a/58/d1/3a58d1af6286e215e77281949ca587c2.jpg",
      "https://i.pinimg.com/736x/8d/bf/00/8dbf000810a38806672d071dbad70549.jpg"
    ],
    "description": "Saroj Kohli is the mother of Indian cricket legend Virat Kohli. A homemaker by profession, she has always been the emotional backbone of the Kohli family. Known for her warmth, simplicity, and quiet strength, Saroj played a crucial role in keeping the family united, especially after the untimely death of her husband, Prem Kohli, in 2006.\n\nAfter her husband's passing, Saroj supported Virat through his toughest phase, standing firmly by him as he pursued his cricket dreams. Despite the spotlight on Virat, she has maintained a humble and low-profile presence, rarely appearing in media but always being a source of strength for her son.\n\nVirat often speaks about the sacrifices his mother made and how her resilience shaped his values. He shares a very close bond with her and frequently dedicates his achievements to her."
  },
  {
    "id": "3",
    "title": "Brother & Sister",
    "name": "Vikas Kohli & Bhawna Dhingra",
    "main_image": "https://i.pinimg.com/1200x/91/6e/de/916ede367348f5cd9e209c4ea34daf6f.jpg",
    "gallery_images": [
      "https://i.pinimg.com/1200x/6a/86/91/6a8691e6592cf4c05ff8ac930acc7d7b.jpg",
      "https://i.pinimg.com/736x/dc/84/5e/dc845e03c2ae6e6c14c23dc06464777a.jpg",
      "https://i.pinimg.com/1200x/ad/c2/aa/adc2aac15d4a5624d2c86a9132e21e8b.jpg"
    ],
    "description": "Virat Kohli has two elder siblings – a brother, Vikas Kohli, and a sister, Bhavna Kohli Dhingra. Both have played an important role in his upbringing and remain close to him even today.\n\nVikas Kohli\nVikas is Virat’s elder brother and a businessman based in Delhi. He has stayed away from the limelight but has been a steady support in Virat's personal life. Vikas is known to be protective and supportive, especially during Virat’s early cricket days. He occasionally shares family moments on social media, giving fans a rare glimpse into the Kohli family.\n\nBhavna Kohli Dhingra\nBhavna is Virat’s elder sister. She is married and lives with her family in Delhi. Known for her grounded nature and affection toward her younger brother, she has always encouraged Virat to stay connected to his roots. She prefers a private life, away from public attention, but shares a deep emotional bond with Virat.\n\nTogether, Vikas and Bhavna have contributed to creating a strong and loving family environment that helped shape Virat Kohli into the person he is today.\n\n"
  },
  {
    "id": "4",
    "title": "Wife",
    "name": "Anushka Sharma",
    "main_image": "https://i.pinimg.com/1200x/c3/07/ac/c307ac051773568b3d011e2ad5a68405.jpg",
    "gallery_images": [
      "https://i.pinimg.com/736x/8d/74/c6/8d74c6b993bbdba674819707c62f7691.jpg",
      "https://i.pinimg.com/1200x/07/c9/84/07c984e58254b935440015c0d8c05272.jpg",
      "https://i.pinimg.com/736x/32/03/a8/3203a8e5385701f924b1571c4a6eb658.jpg",
      "https://i.pinimg.com/736x/3e/b6/ac/3eb6accfe7fdc2afff78841a33b93991.jpg",
      "https://i.pinimg.com/1200x/16/a6/f1/16a6f108cd6e9effd92ef9a7d6847fe9.jpg"
    ],
    "description": "Anushka Sharma is the wife of Indian cricket superstar Virat Kohli. She is one of the leading actresses and film producers in the Indian film industry. The couple first met during a commercial shoot in 2013, and their friendship soon blossomed into love. After years of being in the public eye as one of India’s most loved celebrity couples, they got married on December 11, 2017, in a private ceremony in Tuscany, Italy.\n\nAnushka is known not only for her acting skills and successful films but also for her strong personality, independent mindset, and support for various social causes. As Virat’s wife, she has been a constant pillar of support, cheering for him through his highs and standing beside him during his lows.\n\nIn January 2021, the couple welcomed their daughter Vamika, and in February 2024, they were blessed with a baby boy named Akaay. Despite being high-profile public figures, both Virat and Anushka have kept their children's lives private, valuing their family time deeply.\n\nAnushka and Virat’s relationship is often described as one of mutual respect, understanding, and deep love, making them one of the most admired couples in India."
  },
  {
    "id": "5",
    "title": "Children",
    "name": "Vamika & Akaay",
    "main_image": "https://i.pinimg.com/736x/96/ca/ce/96cacef9ae6bb79aa2325df2a1acea3a.jpg",
    "gallery_images": [
      "https://i.pinimg.com/736x/3e/85/40/3e854038a8b64124e513ef24408f5c7e.jpg",
      "https://i.pinimg.com/1200x/ca/26/d7/ca26d70a4d54e558e71a3f9b32d23bd0.jpg",
      "https://i.pinimg.com/736x/0c/37/73/0c37730991cd068d23e5787283039c60.jpg"
    ],
    "description": "Virat Kohli and Anushka Sharma are proud parents of two beautiful children — a daughter named Vamika and a son named Akaay.\n\nVamika Kohli\nVamika was born on January 11, 2021. Her name is derived from a Sanskrit word and is another name for the Hindu goddess Durga. Virat and Anushka have been very protective of her privacy and have chosen not to share her face publicly, wanting her to grow up away from media attention.\n\nAkaay Kohli\nThe couple welcomed their second child, a baby boy named Akaay, on February 15, 2024. The name \"Akaay\" is rare and unique, often interpreted as \"formless\" or \"eternal\" in Sanskrit, reflecting spiritual and meaningful depth.\n\nDespite their busy professional lives, Virat and Anushka are devoted parents who prioritize family and strive to raise their children with love, humility, and strong values. They have often spoken about how parenthood has transformed their lives and brought them closer as a couple."
  }
]
